Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 大家族之间都有潜规则，家族子弟之间冲突，可以伤，可以废，但不得出人命，各家族最重要的天才子弟也绝对不能废！否则将会引起两大家族撕破脸皮火拼。所以江逸明知如果今日杀了马飞，刘管事和那几名护卫绝对会被处死，但他还是不敢动手。
en_us: There were unwritten rules among the great families: the descendants could hurt and render one another useless in a conflict, but they must not take lives; in addition, the genius descendants, who were most important to the families, must never be rendered useless. To do so otherwise would trigger a duel between families that would throw all pretenses of cordiality into the wind. Jiang Yi hence knew that if he had killed Ma Fei, Housekeeper Liu and the guards would definitely be sentenced to death, yet he did not dare to make the move.

source: 大殿三面都有数条走廊，黑甲护卫带着江逸走到左边的走廊，交代道：“你顺着这走廊朝里面走就是了，去找杨管事，他会安排好你的。”
en_us: Three sides of the central hall had multiple corridors. The guard clad in black armor brought Jiang Yi into a corridor on the left-hand side. "All you need to do is to follow this corridor and walk into the building. Go and find Manager Yang; he will properly arrange your position."

source: 大群的兔妖，已经风风火火的修起了房子，砍树的砍树，盖草的盖草，扶梁的扶梁，那叫一个分工明确，配合默契，好似事先早已练习过数遍。
en_us: The colony of rabbit demons had already hastily begun fixing the cottage, each working on their allocated tasks - chopping trees, laying hay, building beams. With a clear division of labor, they exhibited an impeccable sense of cooperation as if they had practiced this numerous times before.

source: 大长老烦恼之余，终于想到用元力检查江逸的身体，这才发现一个惊天秘密——在江逸丹田的外围，竟然包裹着一层封印，如同一张纹路精致的薄膜一般，完美裹住了江逸的整个丹田空间，过滤内外，大大降低了他体内元力进出丹田的速度！
en_us: With mounting frustration, the Grand Elder finally thought to use essence force to check Jiang Yi’s physical body. It was then that he made a shocking discovery—surrounding Jiang Yi’s dantian was a layer of seals, thinner than a sheet of paper. This layer completely covered Jiang Yi’s entire dantian. It was akin to a filter blocking an entrance and exit alike, greatly reducing the speed at which essence force could enter his naval area!

source: 大长老随后通过内视画出了那道封印的图案，竟似一幅神秘古怪的龙形符文组合，只是所有人都看不懂那符文组合到底是什么东西，就更别说破解了……
en_us: Following this revelation, the Grand Elder used his inner vision abilities to draw out the image on the seal, revealing a mysterious dragon-shaped talisman. The problem was that no one could read and understand the words that formed the talisman image, let alone break the seal…

source: 天上的雷云开始散开，孤月一边修复自己的身体，正等着接引天光落下。
en_us: The thunder clouds began to disperse. While healing his injuries,Lonemoon prepared himself to receive the Heavenly Beam from the sky.

source: 天份个毛啊！他只看到了肌肉啊！
en_us: Talented my foot! All he sees are muscles!

source: 天光慢慢消散，十几身影出现在眼前，直到看清最中间三个身影，两人齐齐一惊。
en_us: The light slowly faded and over ten figures appeared before them. When they recognised the three figures in the middle, the two of them exclaimed in shock.

source: 天帝辰戈：“……”好歹是这方大陆的主人，知名度这么低的吗？
en_us: Celestial Emperor Chen Ge murmured, "..." After all, how is it possible for the Lord of the Land's popularity to be so low?

source: 天底下为何会有这样两种极端并存的情况呢？
en_us: How on earth could there possibly exist such a condition of two polar opposites?

source: 天庭再度恢复了寂静，依旧漆黑。
en_us: The Heavenly Court returned to its calm and quiet state, still as dark as before.

source: 天庭南天门前的石梯上，再无一丝九阳天帝存在过的痕迹。
en_us: On the stone stairs on the south gates of the Heavenly Court, there was no longer any sign of the Nine-Yang Celestial Thearch's existence.

source: 天庭整个又恢复了原先的黯淡安然，唯一的不同，就是在那天庭的南天城门前，不知什么时候出现了一个人。
en_us: The Heavenly Court was restored to its original dim and dark state. The only difference was that in the southern city entrance to the Heavenly Court, a figure had appeared undetected.

source: 天星大陆几乎人人练武，武学体系有着泾渭分明的森严等级，根据武学特征的不同并按照从低到高排列的话，依次是铸鼎境、紫府境、神游境等等……这其中，每个境界又根据元力分为九重，不同境界的力量标准也是截然不同的。
en_us: In the Stellarsky Continent, almost everyone practiced martial arts, and the school of martial arts had a well-distinguished hierarchical system. From the lowest level to the highest, it went like this: the Cast Tripod Realm, Purple Mansion Realm, then Soul Travel Realm. Among all these, each realm was split into nine stages according to the essence force accumulated. The strength standards of each realm were also very different.

source: 天星大陆好武，各家族子弟在族中斗殴都不管，更别说在外面斗殴了，只要不出人命，一律无视，在外面打赢了还会受到嘉奖。
en_us: Martial arts was popular in Stellarsky Continent. Few cared about their familial descandants fighting amongst each other within their clans, to say nothing of inter-clan fighting outside. So long as no one was killed, all fights were disregarded - and better still, if one won an inter-clan fight outside, he might even be granted a commendation or award.

source: 天星大陆，武学体系发达，丹药、兵器、功法、武技都有着泾渭分明的等阶，全部从弱到强都按人阶，地阶，天阶区分，每一等阶又分为上中下三品。
en_us: Systems related to martial arts research and development were advanced on Stellarsky Continent. Elixirs, weaponry, cultivation techniques, and martial arts techniques all had distinct grading levels. All of them were divided from weak to strong and classified as Man-tier, Earth-tier, or Heaven-tier, with each grade being further divided into three sub-grades of superior, medial, and inferior.

source: 天星大陆，武者因为修炼功法的不同，会产生各种颜色的元力，这些元力的颜色一般和功法的种类有着最直接的关系。
en_us: The martial artists of Stellarsky Continent practiced different cultivation techniques, with each technique producing essence force of different colors. The colors of the essence force was usually directly connected with the elements channeled by the cultivation style.

source: 天星大陆，神武国，天羽城。
en_us: The Continent of Stellarsky, Kingdom of Divine Martial, Skyplume City.

source: 天界，天庭。
en_us: Heavenly Realm, Heavenly Court.

source: 天空一团黑气突然直直的降了下来。
en_us: A cloud of black Qi descended from the sky.

source: 天空白云一分为二，而整个海面突然下陷，海水从中间分开。底下一条深不见底的裂缝延伸到远方。整个天地间仿佛生生被切了一刀一般。耳边只有哗啦啦海水填入裂缝的声音。
en_us: The white clouds in the sky split in two and the entire surface of the sea suddenly sank. The waters of the sea parted, revealing a deep, bottomless crack that extended into the distance. The earth and sky seemed to have been sliced open by a sword. Everything was silent except for the sound of water rushing through the cracks.

source: 天空瞬间暗了下来，雷云迅速在上空汇聚，演武场中间的灵气节节攀升，隐隐有天地之威传了过来。
en_us: The sky immediately turned dark as thunder clouds gathered above. The Spirit Qi in the center of the arena was rising and the might of the world was faintly transmitting over.

source: 天羽城姬家为首，之下就是柳家，马家，江家，冷家四大家族。其余倒是有些小家族，比如翊凌雪所在的翊家，杨家等等，不过和五大家族完全不能比。
en_us: In Skyplume City, the Ji Family was positioned at the top; below them were the four great family clans the Liu Family, the Ma Family, the Jiang Clan and the Leng Family. The remaining were smaller family clans, such as the Yi Family, from which Yi Lingxue hailed from, and the Yang Family; however, none of these smaller family clans could compare with the five great family clans at all.

source: 天羽城姬家之下，原本是江家排名第一的，马家第二，不过在大长老江云海失踪后，江家失去了一名紫府境巅峰强者，声势立即大弱。而在三年前马家一位小姐嫁给了姬家大少爷姬怒剑后，马家立即声势大盛，这两年来隐隐有压江家一头的趋势。
en_us: In Skyplume City, the Jiang Clan supposedly ranked right below the Ji Family, but above the Ma Family. However, with the disappearance of Grand Elder Jiang Yunhai, the Jiang Clan lost one of their most formidable martial artists who attained the top level of the Purple Mansion Realm, depriving them of significant prestige and power. The status of the Ma Family on the other hand skyrocketed three years ago, when Ji Nujian, the Great Young Master of the Ji Family, married one of the young ladies in the Ma Family. Over the last two years, the Ma Family seemed to be growing into a force that might surpass the Jiang Clan.

source: 天色已经大亮，早晨的空气很清新，江逸感觉经过一夜的打坐疗伤，伤势恢复了不少，连带着精神也足了几分。
en_us: By then, the sky was already brightly lit. The morning air was crisp and fresh; Jiang Yi could feel that, after a long night of meditation, his wounds had healed greatly. His vitality also seemed to have improved a few notches.

source: 天色已近黄昏，江逸却全然忘记了时间，全神贯注的开始提炼黑色元力，此刻他恨不得直接修炼出一万八千缕黑色元力，把这鬼封印全破开，再看看他的修炼速度是否如原先这般废材？
en_us: The sky was turning orange as the evening hours drew near. However, Jiang Yi completely forgot about the time as he had completely focused his attention on refining black essence force. At that moment, he wished he could directly refine eighteen thousand strands of black essence force at once to break his seal completely. Then he would see if his refining speed was as terrible as it originally had been.

source: 天色还早，江逸准备修炼两个时辰江水决补充下蓝色元力，恢复回炉所消耗的元力。本身他修炼就慢，回炉吸收了他太多的元力，如果不及时补充怕是持续半个月下去，他积累了那么多年的元力都会消耗完……
en_us: The day was still young. Jiang Yi was ready to spend four hours practicing the Jiang Water Art to refine his blue essence force and replenish the essence force consumed by the cauldron.

source: 太TM好吃了，虽然只是些家常菜，但谁被喂了半年的猪食和萝卜，遇到一块腐乳都会觉得芳香四溢的。更何况这几道菜，确实炒得不错。
en_us: Damn! The food was delicious. Although it was just simple, home-cooked fare, for somebody who had been fed pig food and carrots for half a year, even a piece of fermented tofu would smell heavenly. Moreover, the food was very well-cooked.

source: 太……太可怕了！这世上居然有比魔族更可怕的人，关键他到现在都不知道对方究竟想干嘛？
en_us: Terrifying... too terrifying! There are actually people in this world more fearsome than the Demon Realm. What is more pressing is that her ultimate aim still remains a mystery to him?

source: 太可怕了……太可怕了……
en_us: Terrifying… just too terrifying…

source: 太好了，看他们还怎么装逼，顿时浑身舒畅，觉得某个吃货都顺眼了不少。
en_us: This is great, I can't wait to see their reaction. At that moment, Lonemoon felt completely at ease. Even the foodie became more pleasing to the eye.

source: 太幸福了，感觉胃活过来了，她这绝对是捡了个宝啊。
en_us: This was sheer happiness. Her stomach felt revived. She had definitely picked up a treasure.

source: 太恐怖了，它从来没有见过修为如此之高的人。明明看着比凡人还弱，却在转瞬间灭了上万只妖类，甚至其中还有九个十阶妖王。明明招式看不出半点章法，一巴掌却能呼死十几只大妖。众妖连她的深浅都没探出，就直接命赴黄泉。
en_us: She was just too horrifying. It had never seen anyone with a cultivation so high. Despite looking weaker than a mortal, she was able to vanquish over ten thousand demons in the blink of an eye. Furthermore, nine of them were tenth-stage Demon Monarchs. Despite the complete lack of methodology in her movements, she had wiped out more than ten great demons with a single swat. The demons were all dead before they figured anything about her strength.

source: 太虚派。
en_us: Grand Vacuity Sect.

source: 头顶瞬间肿起好大一块，他下意识的转头一看，灵主正抱着完好无损的沈萤，站在身后几丈的空中。
en_us: A big bruise began to form on his forehead. He turned around and saw his Spirit Master still holding onto Shen Ying, who remained unharmed. Both of them were floating in the air about fifty feet from Yi Feng.

source: 奇怪的是玉鼎这么多年来修为并没有大涨，可见他自己并没有碰这些丹药。也就是他上头还有其它人，再结合沈萤之前所说的，他们两人背后的人肯定是来自上青界！
en_us: The strange thing was that Yu Ding had not improved his cultivation much during all these years, so it was obvious that he had not touched those pills. That meant there were other people pulling the strings from the shadows. Therefore, combining this conclusion with Shen Ying's earlier deductions, the people behind Yu Ding and Gan Zhirui had to be from the Upper Azure World!

source: 奇怪的是，妹子们的学习热情却没有因为见不到爱豆而降低，反而更加的努力起来。剑招越来越凶狠卖力，连平日休息的时间都自动缩减了。甚至有时晚上，他无意识的放开神识，都能发现她们偷偷起来，赤手空拳对着石壁修练的样子。
en_us: The strange thing was that the girls' enthusiasm in learning did not diminish due to not seeing their admired idol, but instead they became even more hardworking. Their sword strokes became fiercer and tougher, and they even shortened their break times on their own accord. Sometimes even in the night, he accidentally spread his Divine Perception only to realize that they had secretly gone to practice with their bare hands facing the stone walls.

source: 契约完成！
en_us: The contract was formed!

source: 奚秋吓了一跳，猛的退后了一步，“你是谁……从哪冒出来的？”
en_us: Startled, Xi Qiu took a step back. "Who are you… where did you come from?"

source: 奚秋呆了一下，不明白为何师叔如此惊震，却还是重复了一遍，“剑修羿清。”
en_us: Xi Qiu was puzzled. He could not understand why Uncle Master was so shocked, but he repeated it nevertheless. "Sword Cultivator Yi Qing."

source: 奚秋心下一惊，上前一步道，“在下玄天宗掌门奚秋，不知上青界的尊者到此，所为何事？”
en_us: Shocked, Xi Qiu stepped forward and said, "I am Xi Qiu, the sect master of the Blackheaven Sect. For what matter have you, Supremacies from the Upper Azure World, come here for?”

source: 奚秋愣愣的指了个方向，“迎缘峰的……”
en_us: A bewildered Xi Qiu pointed the way. "At Yingyuan Peak…"

source: 奚秋更加的吃惊，轩辕氏！中青界对上界了解得不多，但也是听过这个姓氏的，那可是上界四大世家之一，说一不二的顶级世家。他们为何会突然派长老来下界宗门，而且一次还来了三位。
en_us: Xi Qiu was even more shocked. The Xuan Yuan family! The Middle Azure World did not have much information regarding the Upper Azure World, but they certainly had heard of this family; it was one of the four aristocratic families, the top notch families. Why would they suddenly send three of their members to a sect in this world, one of them even an elder at that?

source: 奚秋松了口气，想来刚刚是太惊讶芮糜伏诛的事，才没注意以此人。但是……羿清一个金丹剑修，居然拜了一个凡人女子为师，这到是稀奇。按说剑修修行虽然艰难，但只要结丹，前途不可限量。他却为何拜了这么一个师父。
en_us: Xi Qiu breathed a sigh of relief, thinking that he had not noticed her because he had been overcome by surprise. But… it was certainly strange that Yi Qing, a Golden Core sword cultivator had actually sought a mortal woman as his master. Although the path of a sword cultivator was arduous, once his Core reached fruition, his future would be limitless. Why had he chosen such a master?

source: 奚秋眼前一亮，怒气尽消，反正带了点激动的看向堂中的弟子道，“快，请那人上来。”
en_us: Xi Qiu's eyes lit up and his anger dissipated. He looked at the disciple in the hall and instructed excitedly, "Quickly, ask the man to come up."

source: 奚秋瞅了瞅中间的鬼王，错觉吗？怎么感觉师叔这一走，鬼王都好像松了口气？这会连眼泪都不流了？！
en_us: Xi Qiu squinted at the Ghost King in the middle of the hall. Was he seeing an illusion? Why did it feel like after Uncle Master left, even the Ghost King heaved a sigh of relief? Even the tears stopped flowing out?!

source: 奚秋立即又道，“客卿长老，虽然名义上是我派中人，但我们向来对客卿不多加约束，道友照样可以向往常一样游历。只是以后在外会多些照应，遇到此等需要超渡噬魂幡之事，就不需如此麻烦。直接让弟子带回门派便是。”
en_us: Xi Qiu immediately added, "Although guest elders are nominal party members, we usually don't impose any restrictions on them. Fellow Daoist can still travel like you did before. Only, you can expect help from my sect during your travels. For instance, we can assist in matters such as releasing souls from Gonfalons, saving you much trouble. Just instruct my disciples to bring them back to our sect."

source: 奚秋紧了紧身侧的手，这才看向奚辰道，“还是请师叔来一趟吧，他对阵法向来最有研究。”
en_us: Xi Qiu flexed his hands tensely, before looking to Xi Chen and saying, "I'd better ask Uncle Master to come, he was always the expert in array formations."

source: 奚秋脸色一白，这群人居然一来就直接攻击护山大阵，大有大开杀戒的架式。一时间玄天宗弟子都飞出来了，聚集在大殿前，脸带惊慌的看向空中，就连各堂堂主也到齐了。
en_us: Xi Qiu's face turned white as a sheet. This group of people had the audacity to directly attack the Protective Mountain Array, with intent to slaughter. The disciples of the Blackheaven Sect all flew out and gathered in front of the hall. They were flustered looking at the sky, while all the hall masters had also arrived.

source: 奚秋脸色一黑，敢情他们也是被那上古秘境引来的，说什么相助，明显就是想分一杯羹嘛！而且听他们这口气，还想先一步进去捡便宜，这怎么可能？！
en_us: Xi Qiu's face turned black. They were also attracted by the Ancient Mystic Realm — they were not here to help, they were obviously here to take their share of the loot! From the way they spoke, they even wanted to enter first to gain some spoils. How could this be allowed?!

source: 奚秋顿时想到了什么，立马道，“这阵，可能是那剑修布下的。”
en_us: A thought struck Xi Qiu and he immediately said, "This may be caused by the Sword Dao."

source: 奚秋：“……”
en_us: Xi Qiu: "…"

source: 奚辰立马掏出一道法符，捏了个诀，法符顿时化为一道流光飞了出去。不到半会，殿内就响起了一道男音，“何事这么急着唤我？”
en_us: Xi Chen immediately took out a Dharmic talisman and formed a hand seal. In the blink of an eye, the Dharmic talisman turned into a stream of light and flew outside. It wasn’t long before the hall rang with the sound of a male voice. "What is it that you urgently need to see me about?"

source: 奚辰：“……”
en_us: Xi Chen: "…"

source: 女人？！
en_us: A woman?!

source: 女子仍是没有动，眼看着那把金剑就要贯穿对方，只听得咔嚓一声，金剑在碰在对方身体的一瞬间，突然连根折断碎成了千万片，对方身上却一点痕迹都没有。
en_us: The woman remained in her place. The dagger seemed to have gone almost right through. Yet, moments later, the golden dagger cracked and disintegrated into a thousand pieces. There was not a scratch on her body.

source: 女子却一改之前懒洋洋的样子，认真的念叨起来，“你看啊……鹿肉太老，狐肉有骚味，老虎毕竟是保护动物，有点不敢吃，蛇肉嘛又骨头多……”她掰着手指一项项的数过去，最后才总结道，“所以说，还是你们兔子好，嗯……好吃！”
en_us: However, the woman maintained her languidness as she babbled on in all seriousness, "Look… Deer meat is too tough; fox meat has a stench; tigers are protected animals, so I don't really dare to eat them. As for snake meat, it has too many bones…" She began counting with her fingers, one animal at a time before concluding, "That's why, you rabbits are still the best. Yes… delicious!"

source: 她……可以碰到它？
en_us: She... can feel it?

source: 她上前一步。
en_us: She took a step forward.

source: 她上前瞅了一眼，发现那居然是个女婴，额心还有一朵红色的莲花印记。顿时嘴角抽了抽，这转生技术是泰国引进的吗？还自带变性功能。
en_us: She went up and glanced at the infant, only to find out that it was a girl, with a red Lotus birthmark on her forehead. He wondered ad murmured to himself, did they import this Reincarnation technology from Thailand? It still comes with the ability to change the infant's gender.

source: 她下意识的就伸手撸了一把，刚还睡得正香的灵兽，突然睁开了眼睛，带着愤怒的瞪向来人，身上的白毛像是利刺一样炸开，立马就站了起来，警剔的看向她，嘴里还发出低吼声。
en_us: She subconsciously reached out toward the beast, which was sound asleep. Suddenly, the beast's eyes burst open. It was enraged by the intruder. Its white fur stood, looking as tough and sharp as needles. It looked at Shen Ying with extreme caution, as it began to growl.

source: 她不挥那一剑，厨子徒弟就不会顿悟，不顿悟就有人给她做饭，有人做饭自然不用吃他做的猪食了。
en_us: If she hadn't wielded that sword, the chef wouldn't have had an epiphany. If he hadn’t had an epiphany, he would have been able to cook for her and she would not have had to eat Lonemoon's pig swill.

source: 她们一个个报完了功法，又立马退回郁红身后。
en_us: After they finished reporting their cultivation techniques, they immediately went back to stand behind Yu Hong.

source: 她们不会也要……
en_us: Would they also...

source: 她们就这么一路畅通无阻的回到了上青城，郁红找了一处偏僻的地方，才掏出一个玉牌捏了个诀，顿时玉牌发出一道白光，飞入上空，不到片刻就消失了踪影。
en_us: Just like that, they smoothly and safely made it to Upper Azure Town. Yu Hong searched high and low before she took out her jade token and formed a hand seal. The jade token glowed momentarily before it then flew up into the sky and disappeared into thin air.

source: 她们这才像是被解穴似的，齐齐大声回应，众人顿时笑成了一团绣球花。
en_us: The girls looked like they got just what they wanted. They shouted in unison as they each broke into a huge grin.

source: 她内心的傲气被激起了，双腿一点，速度加快几分，再次运转幻灵手朝江逸点去。
en_us: The pride in her heart was greatly aroused. With a leap of both her legs, she increased her movement speed by several notches before once again circulating her Fantasy Spirit Hands technique and attacking in the direction of Jiang Yi.

source: 她再次叹了一声，论厨子的专业素养，这个可以打满分了。
en_us: Shen Ying sighed once again. When considering the professional qualities of a chef, this one scored full marks.

source: 她刚刚缓和的脸色，顿时又沉了下去，低头看了脚下还在颤抖的人一眼，转身对着全程围观的轩辕禹道，“素菜家长，有刀吗？”
en_us: Shen Ying's expression hardened again. Looking down at the man who was still trembling, she turned to Xuan Yuanyu, who had been watching from the sidelines, and asked, "Vegetable Family Patriarch, do you have a knife with you?"

source: 她刚想回头，又顿住。
en_us: Just when she decided to turn back, she paused.

source: 她到底啥时候走的？
en_us: When exactly had she left?

source: 她却一本正经的继续道，“小动物不听话，多半是惯的，揍一揍就听话了！再不行，还可以吃的嘛。”
en_us: She continued seriously, "Small animals don't listen because they're spoilt. They'll listen to you if you beat them into submission. If that doesn't work, you can eat them."

source: 她却伸出手，一下下的点着洞口道，“有陷阱，速来！”
en_us: She reached out her hand and pointed at the cave entrance. "Trap inside. Please enter quickly!"

source: 她却没有停下，反而像是砸西瓜似的，抓着他的头一下下的往下砸，发出一连串咚咚咚的声音，震得整个升仙塔，哗啦啦的一阵晃动。
en_us: Shen Ying didn't stop here, but kept slamming his head down against the ground like she was smashing a watermelon. Bang! Bang! Bang! The whole pagoda shook at the force of the impact.

source: 她后悔了，刚刚就应该杀了这个吃货！
en_us: She really regretted it now. She should have killed this foodie earlier!

source: 她向众人使了个眼色，那些一直没怎么说过话的女子，才一个接一个的上前，报出自己学习过的功法，声音仍是压得很低，若不是在场的都是修士，几乎都听不清楚。
en_us: She signaled them with her eyes and then those girls who had been quiet came forward one by one to report on what cultivation technique they had learned. They spoke very softly to the point that if everyone present had not been cultivators, it would not have been possible to hear clearly.

source: 她呆了一下，一脸的茫然。
en_us: Yu Hong was stunned, her face blank.

source: 她在山顶转了四五圈，才在妹子们的指路下，找到坐山坡上，看着满地萝卜发呆的牛爸爸。
en_us: She made several rounds around the top of the mountain before she found the hillside which the other sisters had guided her to. At the hillside sat Lonemoon, who was staring blankly at the radish field.

source: 她好不容易才打听到，上青城里有修士在做通往两界的生意，所以才来到了这里。一路吃了那么多苦，受了那么多罪，如今总算看到了希望。
en_us: She had waited so long before she heard of a cultivator in Upper Azure Town who had set up a business to send people to and fro between the two realms. That was why she had come here. She had suffered for so long and fought so hard—finally, there was hope.

source: 她好奇的捏着叶子提了起来，除了是紫色的外，这哪里都是根萝卜啊。
en_us: Curious, she picked the herb up, holding it with just her forefinger and thumb. Apart from the fact that the herb was purple, it looked exactly like a carrot.

source: 她张口吐了出来，呸呸呸，好难吃。以前为了充饥，随便煮着吃还不觉得。现在有了兔子，解决了温饱问题，怎么就觉得这么难下口了？
en_us: She opened her mouth and spat it out. Bleh, bleh, bleh. Disgusting. It had not bothered her much in the past as she had cooked simply for the sake of satisfying her hunger. But now that the rabbit had taken care of her food problem, why did she find the food so unpalatable?

source: 她心下一喜，也不一阶阶爬了，直接从中间就跳了下去。下一刻眼前景致一换，就到了一个跟塔顶差不多的房间，熟悉的身影直挺挺的站立在正中间，周身似乎围绕着什么。
en_us: Shen Ying spirits lifted immediately. Ignoring the stairs, she jumped straight down. She found herself in a room similar to the one above. A familiar figure stood stiffly erect in the center, his entire body seemingly covered with something.

source: 她心下猛的一沉，瞬间从即将成功的欣喜中回过了神，直接唤出灵剑就朝着前方的男子攻击过去，“你骗我们！”
en_us: Her heart sank and she immediately woke up from the joy of nearing success. She directly summoned forth a spirit sword to attack the man in front of them. "You lied to us!"

source: 她手心一握，瞬间就抓住了他刚刚还持剑拳头，灵气带起的狂风，瞬间就停了下来。
en_us: She turned her palm quickly and grabbed the Traveling Immortal's fist, which was just holding onto the sword a moment ago. At that moment, the Spirit Qi and the wind in the surroundings disappeared.

source: 她扬手施法解开了对方身上的禁固，刚一催动灵气，全身的经脉再次传来巨痛，血气翻涌而出，她却生生压了下去，带些暴躁的吼了一句，“赶紧走，趁我还没有改变主意。”
en_us: She raised her hand and tried to release the immobilizing lock she had put on the hostage. But just as soon as she activated her Spirit Qi, she felt great pain coming from the meridians of her whole body. Blood Qi started to surge up from within her, but she suppressed it once again. In an aggressive tone she growled, "Hurry up and leave, before I change my mind."

source: 她抓爪的手突然一扬，那巨大的如山岳一般的鬼影，顿时被举得离地十几丈，紧接着她直接往下一摔，大地一阵震颤，嘭的一声砸到了地上。然后再次举起砸下，举起砸下，举起砸下……
en_us: Suddenly her hands, which had been gripping the claws, shot up, and the huge mountain-like ghostly figure was raised a dozen feet off the ground. She flung it over her shoulders. The earth trembled from the crash that followed. She then repeated the cycle over and over and over…

source: 她拍了他半天脸，也没见他醒过来。四下一看，这才发现，四周躺了五个人，已经没了气息。看脸还有些眼熟，细一回忆才想起是郁家的那五个游仙，突然明白他为什么整成这样子。
en_us: She patted him on the face, trying to rouse him but to no avail. Looking around, she saw that there were five lifeless men lying on the ground. Their faces looked familiar. Then she realized that they were the five immortals from the Yu Family. She suddenly understood how he came to be in this condition.

source: 她摸着摸着，却发现它原本纯白的毛，像是被染了色一样，从鼻尖开始慢慢的变红了，渐渐有遍布全身的趋势。
en_us: As she patted the beast, the pure white fur at the beast's nose tip became red, as if somebody came and dyed its fur right under her nose. Slowly, its entire body began to turn red.
